{
    "PGBR": {
        "one": {
            "content": {
              "intro": "[NAME]は、自信と落ち着きを兼ね備え、周囲に安心感を与える存在です。冷静かつ合理的な判断力を持ち、困難な状況でも冷静さを失わない傾向があります。",
              "strengths_weaknesses": "[NAME]は高い分析力と冷静な判断力を持ち合わせており、複雑な問題を解決する能力に長けています。しかし、時には周囲の意見を聞き入れることが少なくなる傾向があり、柔軟性を欠くことがあるかもしれません。",
              "social_economic_aspect": "社会的・経済的な視点では、現実的なアプローチと実用的な思考を重視します。経済的な安定と効率的な方法を好み、実務においては非常に信頼性が高いです。",
              "relationships": "人間関係においては、深い洞察力と誠実さを持って接します。対人関係では真摯に向き合い、信頼を大切にする姿勢が見られますが、感情表現にはやや控えめな面があります。",
              "social_life": "社会生活では、責任感が強く、周囲の人々からの尊敬を集めています。チームワークを重視し、協調性を発揮する一方で、自らの信念に固執することもあり、時には柔軟な対応が求められることもあります。"
          }
              
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は実行力と責任感が非常に強く、物事を率先して進めるタイプです。計画性があり、目標に向かって着実に進む力を持っています。",
              "strengths_weaknesses": "[NAME]の最大の強みは、組織を率いるリーダーシップと、効率的な問題解決能力です。一方で、従来の方法に固執する傾向があり、新しいアイデアや変更に対して柔軟性を欠くことがあります。",
              "social_economic_aspect": "経済的な側面では、合理的な判断を重視し、長期的な視野での安定と成長を目指します。経済的なリスクを避け、計画的な財務管理に優れています。",
              "relationships": "人間関係では、信頼と実績を重視し、堅実な関係構築を目指します。ただし、時には他者の感情やニーズに対して鈍感になることがあり、対人関係においては柔軟な姿勢が求められることもあります。",
              "social_life": "社会生活において、信頼性と実直さで知られ、集団の中でリーダーシップを発揮します。しかし、意見の相違がある場合、自己の信念を強く主張する傾向があり、時には他者との調和を図る必要があります。"
          }
              
              
        },
        "three": {
            "content": {
              "intro": "[NAME]は、目的意識が強く、実行に移す力が備わっています。計画を立て、それを効率的に実行することに長けており、周囲からはその確かな能力を評価されています。",
              "strengths_weaknesses": "[NAME]の強みは、高い組織力と計画性にあります。目標を達成するための明確な戦略を持ち、それを実現するための手段を講じます。しかし、変化に対して柔軟に対応することが苦手な場合があり、伝統的な方法に固執することが見られるかもしれません。",
              "social_economic_aspect": "社会的・経済的には、堅実で実務的なアプローチを取ります。財務管理に関しては慎重で、リスクを避ける傾向にあります。また、長期的な視点での安定と発展を重視しています。",
              "relationships": "人間関係では、信頼と実績を重視し、深い絆を築くことを大切にしています。時には他人の感情や視点を十分に理解しないことがあり、コミュニケーションにおいてはより柔軟性が求められることがあります。",
              "social_life": "社会生活では、集団の中で安定した存在として認識されています。チームやコミュニティでのリーダーシップを発揮し、多くの人々から信頼されています。しかし、意見の対立がある場合、自分の考えを強く主張する傾向があり、時には他者の視点を尊重することが求められます。"
          }
              
        },
        "four": {
            "content": {
              "intro": "[NAME]は自然なリーダーシップを発揮し、目的を持って行動する人物です。具体的な目標と効率的なアプローチを重視し、結果を出すことに専念しています。",
              "strengths_weaknesses": "[NAME]の強みは、目標達成に向けた強い意志と計画的なアプローチです。確実な成果を出すための戦略を持っており、それを実行に移す能力があります。一方で、時には柔軟性を欠き、既存のやり方に固執する傾向があります。",
              "social_economic_aspect": "社会的・経済的な面では、効率と実務的な判断を重視します。リスクを避け、長期的な安定を追求することが多いです。財務面では計画的で、安全な投資を好みます。",
              "relationships": "人間関係では、信頼と実績を基にした堅固な関係を構築します。直接的で実直な対応を重視し、他人との深い絆を大切にしますが、感情的なニュアンスに鈍感であることが時には挑戦となる場合もあります。",
              "social_life": "社会生活において、信頼されるリーダーとしての地位を築いています。集団の中での安定性と信頼性が高く評価されていますが、異なる意見への対応においては、より柔軟なアプローチが必要とされる場合もあります。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は目標に向かって精力的に行動する人物で、その実行力と決断力は周囲から高く評価されています。現実的な目標設定とその達成に向けた具体的な計画を立てることに長けています。",
              "strengths_weaknesses": "[NAME]の主な強みは、組織的な思考と戦略的なアプローチです。計画を立て、それを実行に移す能力に優れています。一方で、固定観念に縛られがちで、新しいアイデアや方法に対して柔軟に対応することが時には難しいかもしれません。",
              "social_economic_aspect": "経済的側面では、効率的かつ実務的な判断を行い、長期的な安定と成長を重視します。財務面では慎重に計画を立て、リスクを管理することを重要視しています。",
              "relationships": "人間関係において、信頼と誠実さを重んじます。直接的で実直な対応が特徴ですが、時には感情的な側面への理解が不足することがあります。",
              "social_life": "社会生活では、その責任感とリーダーシップで知られています。集団の中での安定性と信頼性が評価されていますが、意見の相違に対しては、より柔軟な態度を取る必要がある場合があります。"
          }
              
            
        }

    },
    "PGBX": {
        "one": {
            "content": {
              "intro": "[NAME]は冒険を愛し、新しい経験に積極的に挑戦する人物です。現実的な問題解決に長けており、直感的かつ即座に状況を把握する能力があります。",
              "strengths_weaknesses": "[NAME]の強みは、柔軟性と適応能力にあります。状況に応じて素早く対応し、直感を頼りにして効果的な解決策を見つけることができます。しかし、長期的な計画や緻密な戦略を立てることは苦手とすることがあります。",
              "social_economic_aspect": "社会的・経済的な面では、リスクを恐れず、機会を捉えることに長けています。しかし、焦点を定めずに多くのプロジェクトに手を出すことで、経済的な安定性に影響を与える可能性があります。",
              "relationships": "人間関係では、エネルギッシュで社交的です。周囲の人々を魅了し、多くの友人を持つことが多いですが、深い関係を築くのに時間がかかることがあります。",
              "social_life": "社会生活において、活発でエネルギーに満ち溢れています。集団の中での活動的な役割を果たし、しばしば周囲を刺激しますが、時には周囲のペースを乱すこともあります。"
          }
            
        },
        "two": {
            "content":{
                  "intro": "[NAME]は行動的で、常に新しい挑戦を求める人物です。現実的な問題に対して即座に対応し、機敏な判断力を持っています。",
                  "strengths_weaknesses": "[NAME]の最大の強みは、その柔軟性と迅速な適応力です。新しい状況にすばやく対応し、直感を頼りに効果的な解決策を導き出すことができます。一方で、計画性や緻密さに欠けることがあり、長期的な視点を見失うことがあります。",
                  "social_economic_aspect": "社会的・経済的には、リスクを恐れず、迅速な決断を下すことに長けています。しかし、その行動の結果、経済的な安定性を損なうリスクもあります。",
                  "relationships": "人間関係において、社交的であり、周囲の人々を引き付けます。多くの人との交流を楽しむ一方で、深い関係を築くのには時間が必要です。",
                  "social_life": "社会生活では、活動的でエネルギッシュな存在感を発揮します。集団の中で中心的な役割を果たすことが多いですが、そのエネルギーが周囲を圧倒することもあります。"
              
            }
        },
        "three": {
            "content":{

                  "intro": "[NAME]は冒険好きでエネルギッシュな人物です。現実的な問題解決に優れ、状況を迅速に把握し行動に移すことが得意です。",
                  "strengths_weaknesses": "[NAME]の強みは、その柔軟性と即座の対応能力にあります。様々な状況に迅速に適応し、直観を頼りに効率的な解決策を見つけることができます。一方、長期的な計画を立てるのが苦手で、時には短絡的な行動を取ることがあります。",
                  "social_economic_aspect": "経済的には、リスクを恐れずに機会を追求する傾向があります。これにより大きな成果を上げることができる一方で、不安定な状況を招くこともあります。",
                  "relationships": "人間関係では、社交的で人々を惹きつける魅力があります。広い人脈を持ち、友人と楽しく過ごすことを好みますが、深い関係を築くためには時間が必要です。",
                  "social_life": "社会生活において、その活発さとエネルギーで周囲に影響を与えます。人々を刺激し、活気をもたらしますが、時には周囲とのペースの違いに注意する必要があります。"
              
              }
              
            
        },
        "four": {
            "content": {
              "intro": "[NAME]はダイナミックで実践的な人物です。新しい状況や挑戦を楽しみ、機転が利く対応で問題に立ち向かいます。",
              "strengths_weaknesses": "[NAME]の主要な強みは、その順応性と実行力です。直感的な判断と迅速な行動で、多くの状況に対応します。しかし、この直観に頼る姿勢が、時には長期計画や詳細な分析をおろそかにする原因となることがあります。",
              "social_economic_aspect": "経済的な面では、機会を逃さないための敏捷性を持ちますが、これが時には不安定な経済状況を引き起こす可能性もあります。リスクを取ることを厭わず、時には大胆な決断を行います。",
              "relationships": "人間関係では、社交的で魅力的な性格を持ち、人々との交流を楽しんでいます。ただし、深い関係を構築する過程では、一貫性と深さを持つことが求められることもあります。",
              "social_life": "社会生活において、その活気とエネルギーで周囲を引き付けます。活動的な役割を果たしながら、時には周囲のリズムとの調和を考慮する必要があります。"
          }
            
        },
        "five": {
            "content":{
              "intro": "[NAME]は活動的で柔軟性に富んだ人物です。現実的な問題に対して即座に対応し、状況に応じて機敏に行動を変えることができます。",
              "strengths_weaknesses": "[NAME]の強みは、その適応能力と即時の問題解決能力にあります。直感を信じ、素早く行動に移すことができるため、多くの状況で効果的です。一方で、長期的な計画や詳細な分析を行うことが苦手なこともあり、場当たり的な行動に走ることがあります。",
              "social_economic_aspect": "経済的側面では、機会を見極めるための敏感さを持ちながらも、リスクを冒すことを恐れません。これにより、大きな利益を得る可能性もありますが、不安定な財政状況を引き起こすこともあります。",
              "relationships": "人間関係においては、社交的であり、人々とのコミュニケーションを楽しむ一方で、深い関係を築くためには一貫性と時間が必要です。",
              "social_life": "社会生活では、そのエネルギーと活気で周囲を魅了します。グループの中で活動的な役割を果たす一方で、他人のペースを乱すことがないように注意が必要です。"
          }
            
        }
    },
    "PGER": {
        "one": {
            "content":{
              "intro": "[NAME]は人当たりが良く、周囲に対して非常に配慮深い人物です。安定と調和を重視し、人々が協力し合いながら働く環境を好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その協調性と人間関係を大切にする姿勢です。人の感情を理解し、支援する能力に長けています。しかし、時には他人の意見や感情に影響されやすく、自己の意見を主張することが難しいことがあります。",
              "social_economic_aspect": "経済的側面では、安定した経済状況を求め、リスクを避ける傾向があります。財務に関しては慎重で、計画的なアプローチを好みます。",
              "relationships": "人間関係において、温かみがあり、親しみやすい性格です。深い関係を築くことを重視し、他人の感情やニーズに敏感ですが、自己のニーズを後回しにすることがあります。",
              "social_life": "社会生活において、協力的で温和な存在感を示します。集団の中で調和を保つ役割を果たすことが多く、周囲の人々との強い絆を大切にしています。ただし、時には過度に周囲に気を使い、自己の意見を抑える傾向があります。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は他人を気遣い、調和を重視する人物です。安定した環境を好み、人々が互いに協力し合うことに価値を見出します。",
              "strengths_weaknesses": "[NAME]の強みは、共感性とチームワークです。人々の感情やニーズに対して敏感であり、周囲をサポートすることに優れています。しかし、自己の意見を抑え、他人の意見に流されやすい側面もあります。",
              "social_economic_aspect": "経済的な面では、安全性と計画性を重視します。リスクを避け、安定した財政管理を行う傾向があります。",
              "relationships": "人間関係では、親密で温かい関係を築くことを好みます。他人への配慮が深く、信頼関係を大切にする一方で、自分自身のニーズを見過ごすことがあります。",
              "social_life": "社会生活において、周囲との協調を重視します。チームやコミュニティの中で調和を促進し、人々との関係を大切にしますが、時には自分の立場を明確にすることが求められることもあります。"
          }
            
        },
        "three": {
            "content": {
              "intro": "[NAME]は他人への思いやりと協力を重視する人物です。周囲の安定と調和を大切にし、人々が協力し合う環境に心地よさを感じます。",
              "strengths_weaknesses": "[NAME]の強みは、その共感力と団結力です。人々の感情に対して敏感で、周囲のサポートを惜しまない姿勢があります。しかし、他人の意見に影響されやすく、自分の考えを後回しにする傾向があります。",
              "social_economic_aspect": "経済的な面では、安定志向で、リスクを避けることを好みます。財務管理においては慎重なアプローチを取り、長期的な安全性を重視します。",
              "relationships": "人間関係においては、親しみやすく、他人との深い絆を大切にします。他人への配慮が深く、信頼を築くのに優れていますが、自分自身の感情やニーズを見落とすことがあります。",
              "social_life": "社会生活では、協調性を持ち、周囲との調和を重んじます。チームやコミュニティの中で中心的な役割を果たしながらも、時には自己主張をもっと強くする必要がある場合もあります。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は他人に対して非常に思いやりがあり、調和を求める人物です。安定した環境と協調性を重視し、人々が共に働くことを大切にします。",
              "strengths_weaknesses": "[NAME]の長所は、共感力とチーム内での協力的な態度です。人の気持ちを理解し、支援することに優れています。しかし、自己の意見を述べることが難しいことがあり、他人の感情に過度に左右されることもあります。",
              "social_economic_aspect": "経済的には、安定と計画性を重視します。リスクを避け、長期的な財政の安全を求めます。財務面では慎重な管理を行う傾向があります。",
              "relationships": "人間関係において、温かく、親しみやすい性格を持ちます。他人との深い絆を大切にし、信頼関係を築くことに長けていますが、自分のニーズを見落とすことがあります。",
              "social_life": "社会生活において[NAME]は調和を重んじる協調的な存在です。集団の中で調和を促進する役割を果たし、人々との強い絆を大切にしますが、自己主張をもっと積極的に行う必要がある場合もあります。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は他人を思いやり、社会的調和を大切にする性格の持ち主です。安定と協力の中で最高の成果を発揮し、周囲との和を重んじます。",
              "strengths_weaknesses": "[NAME]の長所は、人の気持ちを理解し、共感する能力にあります。団体行動においては支援的で、チームの一員として貢献します。ただし、時には自己の意見を抑えすぎることがあり、他人の感情に流されやすい面も見受けられます。",
              "social_economic_aspect": "経済面では、安全性と計画的なアプローチを優先します。不必要なリスクを避け、財務面での安定を求める傾向があります。",
              "relationships": "人間関係においては、親密さと信頼を大切にします。他人への深い配慮と献身的な態度が特徴ですが、自分自身のニーズを見過ごすことがあります。",
              "social_life": "社会生活における役割は、人々を結びつけ、調和を保つことにあります。周囲との協調を重視しますが、時には自分の立場や意見をもっとはっきりさせる必要があります。"
          }
            
        }
    },
    "PGEX": {
        "one": {
            "content":  {
              "intro": "[NAME]は社交的で活動的な性格を持ち、周囲を楽しませることに長けています。新しい経験や冒険を好み、日々の生活に活気をもたらします。",
              "strengths_weaknesses": "[NAME]の長所は、その明るさと柔軟性です。人々を魅了し、場を盛り上げる能力があります。しかし、時には計画性に欠け、瞬間的な楽しさに流されやすい傾向があります。",
              "social_economic_aspect": "経済的側面では、即時の満足を求めることが多く、長期的な財政計画には苦手意識を持つことがあります。リスクをとることにも抵抗が少ないです。",
              "relationships": "人間関係では、人懐っこく、友人や家族との繋がりを大切にします。一方で、深い関係を維持するための継続的な努力が必要です。",
              "social_life": "社会生活において、その陽気さとエネルギーで多くの人々と簡単につながります。集団の中で中心的な役割を果たすことが多いですが、時には他者の気持ちを考慮することが求められることもあります。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は自由奔放で魅力的な性格を持ち、周囲の人々との交流を楽しむ人物です。日常に新鮮さと刺激を求め、エネルギッシュな活動を好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その社交的な能力と状況に応じた柔軟性です。人々を引き付け、場の雰囲気を明るくする才能を持っています。一方で、計画性が低く、瞬間的な感情や楽しみに流されることがあります。",
              "social_economic_aspect": "経済的には、即座の満足や楽しみを追求する傾向があり、長期的な財務計画を立てるのが苦手なことがあります。リスクを取ることに対しては積極的です。",
              "relationships": "人間関係では、親しみやすく、周囲の人々との絆を大事にします。しかし、深い関係を維持するには、より継続的な努力と配慮が必要です。",
              "social_life": "社会生活において、その陽気でエネルギッシュな性格で人々を魅了します。グループの中で自然と注目を集める存在ですが、時には他人の感情やニーズに対する配慮が求められることもあります。"
          }
            
        },
        "three": {
            "content": {
              "intro": "[NAME]は社交的でエネルギッシュ、常に周囲を楽しませることを楽しむ人物です。日々の生活において新しい刺激を求め、積極的に冒険を楽しみます。",
              "strengths_weaknesses": "[NAME]の強みはその社交性と適応能力にあります。どんな状況でも自然と人々を惹きつけ、明るい雰囲気を作り出すことができます。しかし、時には計画性が欠け、瞬間的な楽しみに没頭しすぎることがあります。",
              "social_economic_aspect": "経済的な面では、即時の満足や快楽を追求する傾向があり、長期的な財政計画には苦手意識を持つことがあります。また、リスクを恐れず、冒険的な決断を下すことがあります。",
              "relationships": "人間関係において、魅力的で、周囲の人々と簡単につながります。一方で、深い関係を築くためには、より継続的な努力が必要です。",
              "social_life": "社会生活において、その陽気さとエネルギーで人々との関わりを楽しみます。集団の中での中心的な存在ですが、時には他人の感情やニーズを考慮することが求められることもあります。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は生き生きとした社交性を持ち、日常に楽しさと活気をもたらす人物です。冒険を愛し、新しい体験に常にオープンです。",
              "strengths_weaknesses": "[NAME]の長所は、その自発性と周囲の人々との簡単なつながりにあります。どんな環境でもすぐに馴染み、人々を魅了します。一方で、瞬間的な楽しさに流されやすく、計画性に欠けることがあります。",
              "social_economic_aspect": "経済的には、短期的な満足を求めることが多く、長期的な計画を立てるのが苦手です。リスクを取ることにも積極的で、時には無謀な決断を下すこともあります。",
              "relationships": "人間関係では、魅力的で親しみやすく、多くの人と容易に交流します。しかし、より深い関係を維持するためには、継続的な努力が必要です。",
              "social_life": "社会生活において、そのエネルギーとカリスマで人々を惹きつけます。集団の中で目立つ存在ですが、他者の感情やニーズにもっと注意を払う必要がある場合もあります。"
          }
            
        },
        "five": {
            "content":  {
              "intro": "[NAME]は魅力的で社交的な性格を持ち、周囲にポジティブな影響を与える人物です。新しい体験や冒険に対して常に開かれた姿勢を持っています。",
              "strengths_weaknesses": "[NAME]の強みはその生き生きとしたエネルギーと、人と簡単につながる能力にあります。どんな状況にも柔軟に適応し、人々を楽しませることが得意です。しかし、瞬間的な楽しさを追求するあまり、長期的な計画や目標を見失うことがあります。",
              "social_economic_aspect": "経済面では、短期的な満足を優先し、長期的な財政計画には苦手意識を持つことがあります。リスクを恐れない性質が、時には不安定な経済状況を招くこともあります。",
              "relationships": "人間関係において、人懐っこく、周囲の人々と容易につながります。しかし、より深い関係を築くためには、持続的な関心と努力が求められることがあります。",
              "social_life": "社会生活において、そのカリスマと活気で人々を引きつけます。集団の中で中心的な役割を果たすことが多いですが、時には他者の感情やニーズにも配慮する必要があります。"
          }
            
        }
    },
    "POBR": {
        "one": {
            "content":  {
              "intro": "[NAME]は自信があり、決断力があるリーダーシップの持ち主です。目標に向かって効率的に進むことを重視し、計画を実行に移すのが得意です。",
              "strengths_weaknesses": "[NAME]の長所はその強い意志と組織力です。目標達成に向けて戦略を立て、チームを率いる能力があります。しかし、時には柔軟性に欠け、他人の意見を聞き入れるのが難しいことがあります。",
              "social_economic_aspect": "経済的な面では、リスクを計算し、長期的な利益を追求します。財務面での強い管理能力と戦略的な思考が特徴です。",
              "relationships": "人間関係では、信頼と実績を重視します。直接的で、時には厳しいが、深い関係を築くためには感情的な理解と配慮が必要です。",
              "social_life": "社会生活において、その決断力とリーダーシップで尊敬を集めます。目標達成に向けて人々を動かしますが、時には他者の視点や感情にも目を向けることが求められます。"
          }
              
        },
        "two": {
            "content": {
              "intro": "[NAME]は目的意識が強く、戦略的な思考を持つリーダーです。高い目標を設定し、それを達成するために組織を効率的に動かすことができます。",
              "strengths_weaknesses": "[NAME]の強みは、その決断力と計画性です。目標に向かって進む際には、緻密な計画と強い実行力を発揮します。しかし、時には他人の意見を聞き入れるのが難しく、自己中心的に見られることがあります。",
              "social_economic_aspect": "経済面では、リスクを計算した上での戦略的な決断を行い、長期的な目標に注目します。財務管理においても緻密なアプローチを取ります。",
              "relationships": "人間関係では、信頼と尊敬を重視します。実直で誠実なアプローチを取る一方で、感情的なニュアンスを理解するのが難しいことがあります。",
              "social_life": "社会生活において、自信と決断力で周囲から尊敬を集めます。目標に向かって人々を引っ張る能力がありますが、時には柔軟性と他者の視点を受け入れることが重要です。"
          }
              
            
        },
        "three": {
            "content": {
              "intro": "[NAME]は自信に満ち、戦略的な視点を持つリーダーシップの持ち主です。目標達成に向けて、組織やチームを効果的に導く能力があります。",
              "strengths_weaknesses": "[NAME]の強みは、目標に対する明確なビジョンと計画的なアプローチです。強い意志と決断力を持ち、困難な状況でも果敢に行動します。しかし、これが時には他者の意見を無視する傾向につながり、固執しやすい性格と見られることもあります。",
              "social_economic_aspect": "経済的な側面では、長期的な利益と安定を重視し、リスクを慎重に評価します。財務面においても、戦略的かつ計画的な管理を行います。",
              "relationships": "人間関係において、誠実さと信頼性を重視します。直接的なコミュニケーションを好み、実質的な関係構築を目指しますが、感情的な理解や共感を示すことが難しい場合があります。",
              "social_life": "社会生活では、その自信とリーダーシップで周囲から尊敬を得ています。目標達成に向けての動機付けと影響力は強いですが、時には他者の意見や感情をより考慮する必要があります。"
          }
              
        },
        "four": {
            "content": {
              "intro": "[NAME]は強いリーダーシップを持ち、目標達成に向けて情熱を傾ける人物です。戦略的思考に長け、挑戦を恐れずに前進します。",
              "strengths_weaknesses": "[NAME]の長所は、その決断力と組織的なアプローチにあります。効率的な計画を立て、それを実行に移す能力が高いです。一方で、時には自己主張が強く、他者の意見を受け入れにくい傾向があります。",
              "social_economic_aspect": "経済的な面では、リスク管理に長け、長期的なビジョンを持って行動します。財務に関しては、戦略的で洞察力があり、安定と成長を目指します。",
              "relationships": "人間関係では、信頼性と実績を大切にします。強いコミットメントを示しますが、感情的な共感を示すのは難しいことがあります。",
              "social_life": "社会生活において、その自信とリーダーシップで影響力を持ちます。周囲を導く能力がありますが、柔軟性を持って他者の視点を理解することも大切です。"
          }
              
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は目標指向で、強力なリーダーシップ能力を持つ人物です。高い野心と戦略的な思考で、挑戦を恐れずに目標達成を目指します。",
              "strengths_weaknesses": "[NAME]の長所は、そのリーダーシップと戦略的な視点です。複雑な状況でも効果的な計画を立て、実行に移す能力があります。しかし、強い自己主張が時には他者との衝突を引き起こすことがあります。",
              "social_economic_aspect": "経済面では、長期的な目標と成長を重視し、リスクを計算に入れた上での意思決定を行います。財務管理においても洞察力と戦略的なアプローチが特徴です。",
              "relationships": "人間関係では、実績と信頼を基にした関係構築を重視します。直接的なコミュニケーションを好むものの、感情面での共感を示すのは難しいことがあります。",
              "social_life": "社会生活において、その決断力とリーダーシップで尊敬を得ています。目標達成に向けた動機付け能力が高いですが、他者の視点を理解し、柔軟に対応することも大切です。"
          }
            
        }
    },
    "POBX": {
        "one": {
            "content":  {
              "intro": "[NAME]は創造的で好奇心旺盛な人物です。新しいアイデアや可能性を探求することに情熱を傾け、従来の枠を超えた思考をします。",
              "strengths_weaknesses": "[NAME]の強みは、その革新的な発想と柔軟性にあります。複雑な問題に対して独創的な解決策を見つけることが得意です。しかし、時には焦点を欠き、長期的な計画を維持するのが難しいことがあります。",
              "social_economic_aspect": "経済的側面では、機会を見つけるための洞察力を持ちますが、リスクを冒すことも厭わないため、不安定な状況を招くことがあります。",
              "relationships": "人間関係では、オープンで社交的ですが、深い関係を築くためにはより継続的な努力が求められます。",
              "social_life": "社会生活において、その知的好奇心とコミュニケーション能力で周囲を刺激します。新しいアイデアや視点を提供することで、人々との交流を豊かにしますが、時には実用性や具体性を考慮することも重要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は発想豊かで、新しいアイデアを常に追求する人物です。従来の枠にとらわれない自由な思考と、柔軟な対応力を持っています。",
              "strengths_weaknesses": "[NAME]の強みは、その独創的なアイデアと問題解決能力にあります。多角的な視点からアプローチし、創造的な解決策を生み出すことができます。一方で、計画性の欠如や短期的な焦点の変更が課題となることもあります。",
              "social_economic_aspect": "経済面では、新しい機会を見極める才能を持ちますが、リスクを取る傾向もあり、経済的な安定性を欠くことがあります。",
              "relationships": "人間関係において、オープンマインドで社交的な性格を持っていますが、深い関係を築くにはより一貫した関わりが必要です。",
              "social_life": "社会生活において、その知性と会話能力で人々を引き付けます。新しい視点やアイデアを提供し、刺激的な議論を生み出しますが、具体性を欠くことがあります。"
          }
              
        },
        "three": {
            "content": {
              "intro": "[NAME]は革新的で好奇心旺盛な性格を持ち、新しいアイデアに常に興味を示します。従来の考え方にとらわれず、独自の視点で物事を考えることが得意です。",
              "strengths_weaknesses": "[NAME]の強みは、その創造性と柔軟な思考能力にあります。異なる角度からのアプローチで問題を解決し、新しい解決策を提案することができます。しかし、計画性を欠くことや、焦点を散漫にすることが課題となることもあります。",
              "social_economic_aspect": "経済的な側面では、機会を捉える能力がありますが、リスクを過度に取る傾向があり、経済的な安定性を損なうリスクもあります。",
              "relationships": "人間関係において、開放的でコミュニケーションが得意ですが、深い関係の構築には時間と一貫性が必要です。",
              "social_life": "社会生活では、その知的好奇心と会話能力で、周囲を刺激し、新しいアイデアや視点を提供します。しかし、時には具体的な行動や実現性のある計画を立てることも重要です。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は知的好奇心が強く、新しいアイデアや概念に熱心に取り組む人物です。非伝統的な視点を持ち、常に新しい可能性を模索します。",
              "strengths_weaknesses": "[NAME]の強みは、その創造的な思考と柔軟な対応力にあります。独自の解決策を見つけ出す能力が高く、複雑な問題に対しても独創的なアプローチを取ります。一方で、時には焦点を散らしやすく、長期計画に対する持続性が欠けることがあります。",
              "social_economic_aspect": "経済的な面では、新しいチャンスを見つけるための洞察力を持っていますが、時にはリスクを過度に冒す傾向があり、経済的な安定性に影響を与えることもあります。",
              "relationships": "人間関係においては、オープンでコミュニケーションが得意です。新しい人々との出会いを楽しむ一方で、深い関係を維持するためにはより継続的な努力が求められます。",
              "social_life": "社会生活では、その知的な好奇心と会話力で人々を引き付けます。新たな視点やアイデアを提供し、周囲を刺激しますが、時には実用性や具体性を考慮することが大切です。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]はアイデアに富んだ、革新的な思考を持つ人物です。常に新しい可能性を探求し、従来の方法に縛られない自由な発想をします。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟な思考と創造的な問題解決能力にあります。多様な視点からアイデアを生み出し、革新的なアプローチを取ります。しかし、長期計画に対する関心が低く、焦点を保つのが難しいことがあります。",
              "social_economic_aspect": "経済的な面では、機会を見つけるための洞察力がありますが、リスクをとる傾向も強く、経済的な安定性を損なう可能性があります。",
              "relationships": "人間関係では、オープンマインドで社交的です。新しい人々との関わりを楽しむものの、より深い関係を構築するためには継続的なコミットメントが必要です。",
              "social_life": "社会生活において、その会話能力と知的な好奇心で、人々を魅了します。創造的な議論や新しいアイデアを通じて、周囲に刺激を与えますが、実現可能な行動計画への注意も重要です。"
          }
            
        }
    },
    "POER": {
        "one": {
            "content": {
              "intro": "[NAME]は人々を鼓舞し、支援する能力に長けた、カリスマ的なリーダーです。他者への深い共感と理解を持ち合わせ、周囲の人々を育てることに情熱を傾けます。",
              "strengths_weaknesses": "[NAME]の長所は、その強い共感力と人々を動機づける能力にあります。積極的に他者の支援を行い、集団を前向きな方向に導くことが得意です。しかし、時には他人のニーズを自己のニーズより優先し過ぎることがあります。",
              "social_economic_aspect": "経済的な面では、安定と調和を重視し、持続可能な成長を目指します。組織やプロジェクトの長期的な成功を重視する傾向があります。",
              "relationships": "人間関係では、非常に親しみやすく、信頼を築くのに長けています。深い感情的な結びつきを重視し、他者との関係を深く育てます。",
              "social_life": "社会生活において、その熱意と共感力で多くの人々から尊敬を集めます。人々の成長を支援し、ポジティブな変化を促すリーダーシップを発揮しますが、自分自身のニーズにも注意を払うことが重要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は感情的な知性が高く、人々を理解し支援する能力に優れたリーダーです。他者の成長と発展を促し、ポジティブな影響を与えることに情熱を注ぎます。",
              "strengths_weaknesses": "[NAME]の長所は、共感力と強いコミュニケーション能力にあります。他者のニーズを敏感に感じ取り、支援と励ましを提供します。しかし、他人の問題に深く関与し過ぎることで、自己のニーズを犠牲にすることがあります。",
              "social_economic_aspect": "経済的な側面では、安定性と調和を重視し、組織やコミュニティの長期的な利益を考慮します。持続可能な成長を目指し、責任ある決定を行います。",
              "relationships": "人間関係において、深い感情的なつながりを大切にします。親密な関係を築き、他者との強い絆を重視しますが、時には自分自身の感情的なバランスを取ることも重要です。",
              "social_life": "社会生活では、熱意と説得力を持って人々を動機づけます。集団内でのポジティブな変化を促進し、影響力を発揮しますが、自分自身の時間とエネルギーの管理にも注意を払う必要があります。"
          }
              
            
        },
        "three": {
            "content":  {
              "intro": "[NAME]は他者への深い共感と影響力を持つ、自然なリーダーです。周囲の人々を鼓舞し、支援することに熱心で、共感的なアプローチを取ります。",
              "strengths_weaknesses": "[NAME]の強みは、その人間関係の構築能力とカリスマにあります。人々の気持ちを理解し、励ますことで、ポジティブな変化を引き起こすことができます。ただし、他人の問題に過度に関与しすぎる傾向があり、自分のニーズを見落とすことがあります。",
              "social_economic_aspect": "経済的には、長期的な視野を持ち、安定と調和を重視します。組織の持続可能な成長と健全な財政管理に焦点を当てます。",
              "relationships": "人間関係では、深い感情的なつながりを重視し、信頼と誠実さを大切にします。他者との強い絆を築くことに長けていますが、自己の感情的なバランスを保つことも必要です。",
              "social_life": "社会生活で、その影響力と熱意で人々を鼓舞します。集団のモチベーションを高め、目標達成に導きますが、自己のエネルギー管理にも注意が必要です。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は他人を気遣い、支援することに熱心なリーダーです。感情的な洞察力と共感力を活かし、人々のポテンシャルを引き出すことに情熱を傾けています。",
              "strengths_weaknesses": "[NAME]の長所は、その強い共感力と人々を導く能力です。他者の感情やニーズを深く理解し、効果的にサポートすることができます。ただし、他人の問題に過度に関わりすぎることで、自身のニーズを見落とすことがあります。",
              "social_economic_aspect": "経済的な側面では、長期的な視野と調和を重視し、組織やプロジェクトの持続可能な成長を促進します。財務面では安定性と効率を重視する傾向があります。",
              "relationships": "人間関係において、信頼と誠実さを基盤に関係を築きます。深い感情的な結びつきを大切にし、他者との絆を深めることに力を注ぎますが、自分自身の感情のバランスを保つことも重要です。",
              "social_life": "社会生活では、その熱意とリーダーシップで人々を引き付け、動機づけます。目標達成に向けての影響力を発揮しますが、自身のエネルギー管理にも注意が必要です。"
          }
              
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は他者への深い共感と影響力を持つリーダーです。感情的な理解と支援を通じて、周囲の人々の成長を促します。",
              "strengths_weaknesses": "[NAME]の長所は、共感力と人間関係の構築能力です。他者のニーズを敏感に察知し、効果的なサポートを提供します。しかし、時には他人の問題に深く関与しすぎ、自身のニーズを犠牲にする傾向があります。",
              "social_economic_aspect": "経済的な面では、長期的な視野を持ち、安定と調和を重視します。持続可能な成長と財務の安定を目指し、戦略的な判断を行います。",
              "relationships": "人間関係において、深い感情的な結びつきを重視し、他者との信頼関係を大切にします。親密な関係の構築に力を注ぎますが、自己の感情バランスの維持も必要です。",
              "social_life": "社会生活では、熱意と説得力を持ち、人々を鼓舞します。集団の目標達成に貢献しますが、自己のエネルギー管理とリソースの配分にも配慮が必要です。"
          }
            
        }
    },
    "POEX": {
        "one": {
            "content":{
              "intro": "[NAME]は創造的で感情的な洞察力が豊かな人物です。新しいアイデアや可能性に対してオープンで、周囲にポジティブな影響を与えます。",
              "strengths_weaknesses": "[NAME]の長所は、その創造性と熱意にあります。新しい可能性を探求し、人々を鼓舞することが得意です。しかし、時には現実的な詳細に注意を払わないことがあり、計画の実行が難しい場合があります。",
              "social_economic_aspect": "経済的には、新しい機会を見つけるための洞察力がありますが、長期的な財政計画やリスク管理には苦手意識を持つことがあります。",
              "relationships": "人間関係では、感情的に豊かで、深いつながりを重視します。他者との関わりに情熱を注ぐ一方で、自己の感情の管理には注意が必要です。",
              "social_life": "社会生活において、そのカリスマとエネルギーで人々を惹きつけます。新しいアイデアや視点を提供し、集団に刺激を与えますが、実現性のある行動計画を立てることも大切です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は情熱的で創造的な性格を持ち、新しい可能性を常に探求します。オープンマインドで、変化や新しいアイデアに興奮を感じます。",
              "strengths_weaknesses": "[NAME]の強みは、その熱意と柔軟な思考能力です。新しい状況やアイデアに素早く適応し、創造的な解決策を提案します。しかし、詳細への注意が足りないことや、長期計画を維持するのが難しいことがあります。",
              "social_economic_aspect": "経済的な面では、新しいチャンスを探すための洞察力を持ちますが、リスクを十分に評価せずに行動することがあり、経済的な安定性に影響を与える可能性があります。",
              "relationships": "人間関係において、深い感情的なつながりを大切にします。他者との関係を深めることに情熱を注ぎますが、自分自身の感情のバランスを取ることも重要です。",
              "social_life": "社会生活では、そのカリスマ性とエネルギーで人々を魅了します。創造性豊かな視点を提供し、周囲に刺激を与えますが、実現可能な計画を立てることも大切にする必要があります。"
          }
            
        },
        "three": {
            "content":{
              "intro": "[NAME]は創造性に富み、新しいアイデアに向けて情熱的な人物です。常に変化を求め、新しい可能性を探ることに喜びを感じます。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟性と革新的な思考です。新しい状況やアイデアに対する適応力が高く、独創的な解決策を提案します。しかし、詳細への集中や長期計画の維持が課題となることもあります。",
              "social_economic_aspect": "経済的な面では、新しい機会を見つける能力がありますが、リスク管理や長期的な財政計画には注意が必要です。",
              "relationships": "人間関係では、他者との深いつながりを重視し、感情的に豊かな関係を築きます。他者との関わりに熱心ですが、自己の感情のバランスを保つことも大切です。",
              "social_life": "社会生活では、そのカリスマ性と創造性で、周囲に刺激を与えます。新しい視点を提供し、集団に活気をもたらしますが、具体的な行動計画の実現にも努力が必要です。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は創造的で情熱的な性格を持ち、新しいアイデアや経験に対して常にオープンです。変化を楽しみ、新しい可能性を追求することに喜びを見出します。",
              "strengths_weaknesses": "[NAME]の長所は、その創造性と柔軟な思考です。独自のアプローチで新しい解決策を見つけ出し、周囲を鼓舞します。一方で、詳細に対する注意が散漫になることや、長期的な計画の維持が難しいこともあります。",
              "social_economic_aspect": "経済面では、新しい機会の発見に優れていますが、リスクを取りすぎる傾向があり、財政的な安定を損なう可能性があります。",
              "relationships": "人間関係において、他者との深いつながりを重視し、感情的に豊かな関係を築きます。他者との関わりに熱心ですが、自己の感情のバランスを保つことも重要です。",
              "social_life": "社会生活では、そのカリスマと創造性で、周囲に刺激を与えます。新しい視点を提供し、活気をもたらしますが、実現可能な行動計画の立案にも注力する必要があります。"
          }
            
        },
        "five": {
            "content":{
              "intro": "[NAME]は創造性が豊かで、新しいアイデアに常に興奮を感じる人物です。柔軟な思考と情熱的なアプローチで、周囲に新しい視点をもたらします。",
              "strengths_weaknesses": "[NAME]の長所は、その創造的な思考と適応能力です。異なる視点からアイデアを提案し、新しい解決策を生み出すことが得意です。しかし、時には長期計画に対する集中力が不足し、詳細を見落とすことがあります。",
              "social_economic_aspect": "経済的には、新しい機会を追求する能力が高いですが、リスクの管理や長期的な財政計画には注意が必要です。",
              "relationships": "人間関係において、他者との深い感情的なつながりを重視します。親密な関係を築くことに情熱を傾けますが、自分自身の感情のバランスを保つことも大切です。",
              "social_life": "社会生活では、カリスマと創造性で周囲を魅了します。刺激的なアイデアを提供し、集団に活気を与えますが、具体的な行動計画を立てることも重要です。"
          }
            
        }
    },

    "KGBR": {
        "one": {
            "content":  {
              "intro": "[NAME]は実用的で組織的な性格を持ち、責任感が強い人物です。確実性と伝統を重視し、計画的に物事を進めることを好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その計画性と細部への注意力です。ルールや手順を守ることに熱心で、一貫性のあるアプローチを取ります。しかし、これが柔軟性を欠き、新しいアイデアや変更に対して抵抗感を示すことがあります。",
              "social_economic_aspect": "経済的な面では、安定した財務管理と長期的な計画を重視します。リスクを避ける傾向があり、安全な選択を好むことが多いです。",
              "relationships": "人間関係において、信頼性が高く、実直な対応を行います。深い関係を築くのには時間がかかることがありますが、一度築いた関係は長期にわたって持続します。",
              "social_life": "社会生活では、その誠実さと信頼性で尊敬を集めます。責任感が強く、任された仕事を確実にこなしますが、時には柔軟な思考や新しい方法を取り入れることが重要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は実務的で、詳細に注意を払う性格を持つ人物です。規則を重視し、計画的かつ組織的に物事を進めることを好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その整理整頓されたアプローチと責任感の強さです。確実にタスクを遂行し、ルールや手順に従います。しかし、変化に対する柔軟性が不足していることがあり、新しい方法に抵抗を示すこともあります。",
              "social_economic_aspect": "経済面では、保守的な財務管理を行い、安定と長期的な視野を重視します。リスクを取ることを避ける傾向があります。",
              "relationships": "人間関係では、信頼性が高く、従来の価値観を尊重します。深い関係を構築するのに時間が必要ですが、一度築いた信頼は固く維持されます。",
              "social_life": "社会生活において、その実直さと信頼性で評価されます。確実に任務を達成し、周囲に安定感を提供しますが、時には新しい考え方や方法を受け入れることの重要性に気付く必要があります。"
          }
            
        },
        "three": {
            "content":{
              "intro": "[NAME]は実践的で信頼性が高く、物事を順序立てて考える能力に長けた人物です。ルールと伝統を尊重し、確実な結果を求めます。",
              "strengths_weaknesses": "[NAME]の長所は、その組織的なアプローチと細かい部分への注意です。計画的に物事を進め、一貫性と効率性を重視します。ただし、変化に対して柔軟に対応することが難しいことがあり、新しいアプローチに抵抗感を持つこともあります。",
              "social_economic_aspect": "経済的には、保守的で安定志向のアプローチを取ります。リスクを避け、長期的な安全性と予測可能性を重視します。",
              "relationships": "人間関係では、実直で誠実な関係を築きます。時間をかけて深い信頼関係を構築し、一度築いた絆は長く続きます。",
              "social_life": "社会生活において、その責任感と実行力で信頼されます。ルールや規範を重視しますが、時には新しい考え方や柔軟な対応が求められることもあります。"
          }
            
        },
        "four": {
            "content":  {
              "intro": "[NAME]は実用的で責任感が強い人物です。物事を論理的かつ組織的に処理し、信頼性と効率性を重視します。",
              "strengths_weaknesses": "[NAME]の強みは、その計画性と細かい部分への注意力です。ルールや規定を守り、確実に仕事をこなす能力があります。しかし、変化に対する柔軟性が不足しており、新しい方法に抵抗を示すことがあります。",
              "social_economic_aspect": "経済的な面では、安定と予測可能性を重視します。保守的な財務戦略を採り、リスクを避ける傾向があります。",
              "relationships": "人間関係では、実直で信頼できる関係を築きます。時間をかけて信頼関係を構築し、一度確立された関係は長く続きます。",
              "social_life": "社会生活において、その責任感と一貫性で尊敬を集めます。ルールを守ることを重視しますが、時には新しい考えや方法に開かれることも重要です。"
          }
              
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は論理的で実直な性格を持ち、物事を順序立てて処理する能力に優れています。規則を尊重し、確実性を求める傾向があります。",
              "strengths_weaknesses": "[NAME]の強みは、その組織的なアプローチと責任感の強さです。確実で計画的な仕事ぶりが特徴で、ルールや手順を守ることを重視します。一方で、柔軟性に欠け、新しい変化に対応するのが難しいこともあります。",
              "social_economic_aspect": "経済面では、安定と長期的な計画を重視します。保守的な財務管理を行い、リスクを避ける傾向があります。",
              "relationships": "人間関係において、実直で信頼性が高いと評価されます。深い関係を築くには時間がかかりますが、一度形成されると信頼関係は強固です。",
              "social_life": "社会生活において、その一貫性と実行力で尊敬を集めます。ルールに従い、信頼できる仕事をしますが、新しい考え方や方法への柔軟な対応も時には必要です。"
          }
            
        }
    },
    "KGBX": {
        "one": {
            "content":{
              "intro": "[NAME]は実用的で解析的な思考を持ち、現実的な問題解決に優れた人物です。状況を客観的に評価し、効率的な方法で対処することを好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その柔軟性と実用的なアプローチです。複雑な問題に対しても迅速かつ効果的に対応し、実践的な解決策を見つけ出します。しかし、時には感情的な側面を見過ごし、人間関係の構築に苦労することがあります。",
              "social_economic_aspect": "経済的な面では、実用的で現実的な判断を行い、リスクを冒すことなく安定した財政状況を維持しようとします。",
              "relationships": "人間関係においては、独立心が強く、プライベートな空間を重視します。深い感情的な結びつきを築くのには時間がかかることがありますが、一度信頼を得ると強い絆を持続します。",
              "social_life": "社会生活では、その解決志向と実用的なアプローチで評価されます。チームの中で具体的な貢献を行いますが、時には他者とのコミュニケーションや協調にも注意を払うことが重要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は現実的で論理的な思考を持ち、実践的な問題解決に長けています。冷静に状況を分析し、具体的な解決策を見つけ出す能力があります。",
              "strengths_weaknesses": "[NAME]の強みは、その柔軟な対応力と効率的なアプローチです。新しい状況や複雑な問題に対しても迅速に対応し、実用的な方法を提案します。しかし、感情的な要素を軽視する傾向があり、人間関係の構築や維持には努力が必要です。",
              "social_economic_aspect": "経済的な面では、実用的で現実的な判断を行い、安定した財政状況を重視します。リスクを避け、長期的な安全性を求める傾向があります。",
              "relationships": "人間関係では、独立心が強く、プライベートを重視します。深い感情的な結びつきを築くには時間がかかることがありますが、一度築いた信頼関係は強固です。",
              "social_life": "社会生活において、その実用的な思考と問題解決能力で評価されます。具体的な貢献を行いますが、他者とのコミュニケーションや協調を重視することも大切です。"
          }
              
            
        },
        "three": {
            "content":  {
              "intro": "[NAME]は解析的で現実的な思考を持つ人物です。実践的な問題解決に優れ、冷静かつ論理的なアプローチを取ります。",
              "strengths_weaknesses": "[NAME]の強みは、その柔軟性と実践的な解決策を見つけ出す能力です。直面する問題に対して迅速に対応し、効率的な方法を提案します。しかし、感情的な面には苦手意識があり、人間関係の構築には努力が必要です。",
              "social_economic_aspect": "経済面では、リスクを避け、安定した財政管理を重視します。長期的な視野に立って安全な選択を好みます。",
              "relationships": "人間関係において、独立心が強く、自分の空間を大切にします。深い関係を築くためには時間がかかりますが、一度信頼を得ると堅固な絆を持続します。",
              "social_life": "社会生活では、その論理的な思考と問題解決能力で尊敬を集めます。具体的な貢献をしますが、他者とのコミュニケーションや協調性を高めることも重要です。"
          }
            
        },
        "four": {
            "content":  {
              "intro": "[NAME]は実用的な思考を持ち、現実的な問題解決に優れています。直面する課題に対して論理的かつ効率的なアプローチを取ります。",
              "strengths_weaknesses": "[NAME]の強みは、その適応性と実践的な解決策を見つける能力です。新しい状況や複雑な問題に対応する際には迅速で効果的なアプローチを取ります。一方で、感情や人間関係の側面では苦手意識を持ち、より深い絆を築くのに時間がかかることがあります。",
              "social_economic_aspect": "経済面では、保守的なアプローチを取り、リスクを避ける傾向があります。長期的な安定を重視し、計画的な財政管理を行います。",
              "relationships": "人間関係では、独立心が強く、自分の空間を尊重します。信頼関係を築くのに時間がかかりますが、一度信頼を得ると強固な絆を持続します。",
              "social_life": "社会生活において、その問題解決能力と実用的なアプローチで尊敬されます。具体的な貢献をしますが、時には他者とのコミュニケーションや協力を重視することが重要です。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は現実的で論理的な思考を持ち、直面する課題に対して効率的な解決策を見つける能力があります。柔軟性を持ち、新しい状況に迅速に適応します。",
              "strengths_weaknesses": "[NAME]の強みは、その実用性と問題解決へのアプローチです。効率的で実践的な方法を取り、複雑な状況にも柔軟に対応します。しかし、感情的な要素や人間関係の側面には苦手意識を持ち、より深い絆の構築に時間がかかることがあります。",
              "social_economic_aspect": "経済的には、リスクを避け、長期的な安定を重視します。計画的で保守的な財政管理に傾向があります。",
              "relationships": "人間関係において、独立心が強く、自分のスペースを大切にします。信頼関係の構築には時間を要しますが、一度築いた関係は長持ちします。",
              "social_life": "社会生活では、その実用的な思考と問題解決能力で評価されます。具体的な貢献を行いますが、他者とのコミュニケーションや協力にも注意を払うことが重要です。"
          }
            
        }
    },
    "KGER": {
        "one": {
            "content": {
              "intro": "[NAME]は献身的で責任感が強く、人々の感情やニーズに敏感な人物です。安定と調和を重視し、周囲の人々を支えることに喜びを感じます。",
              "strengths_weaknesses": "[NAME]の長所は、その共感力と実務的なアプローチです。他者の気持ちを理解し、支援することに熱心です。しかし、時には自分自身のニーズを後回しにし、過剰なまでに他人を気遣う傾向があります。",
              "social_economic_aspect": "経済的な面では、安定と計画性を重視します。リスクを避け、長期的な安全性を考慮した財政管理を行う傾向があります。",
              "relationships": "人間関係において、深い感情的な結びつきと信頼関係を大切にします。親密な関係を築くことに力を注ぎますが、自分自身の感情のバランスを保つことも重要です。",
              "social_life": "社会生活では、その誠実さと献身性で人々からの信頼を得ています。他者を支え、チームの調和を促進しますが、時には自己主張や境界の設定も必要です。"
          }
        },
        "two": {
            "content":  {
              "intro": "[NAME]は思いやりがあり、人々の福祉に深い関心を持つ人物です。状況を丁寧に分析し、周囲のニーズに対して献身的に対応します。",
              "strengths_weaknesses": "[NAME]の長所は、その優れた共感力と支援への意欲です。人々の感情を敏感に察知し、助けを提供します。一方で、自己のニーズを顧みない傾向があり、過度なストレスを感じることがあります。",
              "social_economic_aspect": "経済的な側面では、安全で保守的なアプローチを好みます。リスクを避け、長期的な安定と計画性を重視する傾向があります。",
              "relationships": "人間関係において、親密で信頼性の高い関係を大切にします。深い絆を築くことを重視しますが、自分の感情的な健康を維持することも同様に重要です。",
              "social_life": "社会生活では、その誠実さと献身性で多くの人から信頼されます。他者のために尽くしますが、自己主張をすることや自分の境界線を設定することも大切です。"
          }
        },
        "three": {
            "content": {
              "intro": "[NAME]は献身的で、周囲の人々の福祉に対して深い関心を持つ人物です。安定と調和を求め、丁寧に状況を分析し、周囲のニーズに対応します。",
              "strengths_weaknesses": "[NAME]の長所は、共感力と人々のサポートに対する熱意です。他者の感情やニーズに対して敏感であり、助けを提供することで満足感を得ます。ただし、自分自身のニーズを見過ごしやすく、時には自己犠牲に陥ることがあります。",
              "social_economic_aspect": "経済的には、安全性と計画性を重視します。リスクを避け、長期的な安定を目指す傾向があります。",
              "relationships": "人間関係では、深い絆を重視し、信頼できる関係を築くことに時間をかけます。親密な関係を構築することに熱心ですが、自分自身の感情のバランスを保つことも重要です。",
              "social_life": "社会生活において、その誠実さと献身性で多くの人から信頼されます。他者のニーズに対応しますが、自己主張や自分の境界を設定することも重要です。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は思いやりがあり、周囲のニーズに敏感な人物です。信頼性が高く、状況を慎重に分析して、調和を重視する傾向があります。",
              "strengths_weaknesses": "[NAME]の強みは、その共感力と献身的なサポートです。他者の感情やニーズに対して敏感であり、助けることに充実感を感じます。ただし、時に自己のニーズを無視してしまう傾向があり、バランスの取り方に注意が必要です。",
              "social_economic_aspect": "経済面では、計画的で保守的なアプローチを好みます。リスクを避け、長期的な安全性を求める傾向があります。",
              "relationships": "人間関係では、深い絆を重視し、信頼できる関係を築くことに時間をかけます。親密な関係の構築には熱心ですが、自己の感情のバランス維持も重要です。",
              "social_life": "社会生活では、その誠実さと献身性で評価されます。他者のために尽くしますが、自己表現と境界の設定にも注意が必要です。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は細やかな注意力と深い共感力を持ち、周囲の人々の福祉に対して真剣に取り組む人物です。安定と秩序を重視し、信頼性の高い対応をします。",
              "strengths_weaknesses": "[NAME]の長所は、その献身性と周囲に対する配慮です。他者のニーズに対して敏感であり、積極的にサポートを提供します。しかし、自分自身のニーズを後回しにすることがあり、自己犠牲に陥ることがあります。",
              "social_economic_aspect": "経済的には、計画的かつ保守的なアプローチを取ります。リスクを避け、長期的な安定を求める傾向があります。",
              "relationships": "人間関係では、親密な関係を築くために時間をかけ、信頼と誠実さを重視します。深い絆の構築には熱心ですが、自己の感情のバランスも大切にする必要があります。",
              "social_life": "社会生活では、その誠実さと献身性により尊敬されます。他者のために尽くしますが、自己表現と自分の境界を維持することも重要です。"
          }
            
        }
    },
    "KGEX": {
        "one": {
            "content": {
              "intro": "[NAME]は柔軟で創造的な性格を持ち、独自の視点から物事を見ることが得意です。現実的な問題解決にも対応する一方で、芸術的かつ感情的な表現にも深い関心を持っています。",
              "strengths_weaknesses": "[NAME]の長所は、その適応性と創造性です。状況に応じて柔軟に対応し、直感的な判断で新しいアイデアを生み出します。一方で、時には計画性に欠け、長期的な目標に対して集中するのが難しいことがあります。",
              "social_economic_aspect": "経済面では、即時の満足や現実的なニーズを重視する傾向がありますが、長期的な財政計画や安定性への関心はそれほど高くないかもしれません。",
              "relationships": "人間関係において、直感的で感情豊かな接触を重視します。深い関係を築くことにはオープンですが、時には自己表現や個人の空間を大切にする必要があります。",
              "social_life": "社会生活では、その独創性と創造的な表現で人々を魅了します。団体の中で個性を発揮し、新しいアイデアを提供しますが、時には具体的な計画や組織的な要求に対応する必要があります。"
          }
        },
        "two": {
            "content": {
              "intro": "[NAME]は自由奔放で創造的な性格を持ち、独自のアプローチで物事に取り組む人物です。直感的で感情に富んだ表現を好み、周囲とは異なる視点を持っています。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟性と創造性、直感的な洞察力です。新しいアイデアやアプローチに開かれており、感情的な側面にも敏感です。ただし、計画性や組織的な作業には苦手意識を持つことがあります。",
              "social_economic_aspect": "経済面では、即座の満足を重視する傾向があり、長期的な財政計画にはあまり関心がないことがあります。",
              "relationships": "人間関係では、感情豊かな対人関係を重視します。深い関係を構築することにはオープンですが、自己表現や個人のプライバシーも大切にします。",
              "social_life": "社会生活において、その独創性とアートに対する愛情で人々を引きつけます。個性を大切にしつつ、集団の中での役割や具体的な計画への適応も重要です。"
          }
            
        },
        "three": {
            "content":  {
              "intro": "[NAME]は独立心が強く、直感的で創造的な思考を持つ人物です。現実的な問題解決と同時に、芸術的な側面にも深い関心を示します。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟性と創造性です。直感的な洞察力で独自の解決策を生み出し、新しいアイデアに対して開かれています。しかし、計画性や組織的な作業には苦手意識を持つことがあります。",
              "social_economic_aspect": "経済面では、即座の満足や現実的なニーズを重視し、長期的な財政計画にはあまり関心がないことがあります。",
              "relationships": "人間関係では、感情豊かで直感的な対人関係を重視します。深い関係の構築にオープンですが、自己表現と個人の空間を尊重します。",
              "social_life": "社会生活において、その独創性とアートへの愛情で周囲を魅了します。個性を大切にしながらも、集団での役割や具体的な計画に対する適応も重要です。"
          }
              
        },
        "four": {
            "content": {
              "intro": "[NAME]は直感的で創造的な思考を持ち、自由を重視する人物です。現実的な問題解決能力と芸術的な感性を併せ持ち、独自の視点から物事を捉えます。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟性と創造性です。直感的に状況を把握し、新しいアイデアを柔軟に探求します。一方で、計画性に欠けることや、組織的な作業に苦手意識を持つことがあります。",
              "social_economic_aspect": "経済面では、短期的な満足や即時のニーズを優先することがあり、長期的な財政計画への関心は限られていることがあります。",
              "relationships": "人間関係では、感情豊かで直感的な対人関係を大切にします。深い関係を築くことにオープンでありながら、自己表現とプライバシーも重視します。",
              "social_life": "社会生活において、その独創性とアートへの情熱で人々を引き付けます。個性的な表現を重視しつつ、時には集団での役割や具体的な計画にも適応する必要があります。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は直感的で感性豊かな性格を持ち、新しい体験やアイデアに対してオープンです。独創的な思考と芸術的な表現を重視し、個人の自由と創造性を大切にします。",
              "strengths_weaknesses": "[NAME]の長所は、その柔軟な思考と創造的なアプローチです。直感を頼りに新しい解決策を探求し、感情的な表現に豊かです。ただし、組織的な作業や長期計画には苦手意識を持ち、時には現実的な詳細を見落とすことがあります。",
              "social_economic_aspect": "経済面では、即時の満足や現実的なニーズに重きを置き、長期的な財政計画には関心が薄い場合があります。",
              "relationships": "人間関係では、直感的で感情的なつながりを重視します。深い関係を築くことにオープンでありながら、自己の個性とプライバシーを大切にします。",
              "social_life": "社会生活において、その独創的なアイデアと芸術への愛着で人々を惹きつけます。個性を表現することを重視しつつ、時には集団での役割や具体的な計画への適応も求められます。"
          }
            
        }
    },
    "KOBR": {
        "one": {
            "content": {
              "intro": "[NAME]は戦略的思考が得意で、将来に向けた計画を立てることに長けた人物です。独立心が強く、複雑な問題を解決するための革新的なアイデアを持っています。",
              "strengths_weaknesses": "[NAME]の長所は、その分析的な思考と長期計画の能力です。目標に対して集中し、効率的に成果を出すことを重視します。一方で、時には他者の感情や価値観を十分に考慮しないことがあります。",
              "social_economic_aspect": "経済的な面では、リスクを計算し、長期的な視点で財政計画を立てる傾向があります。安定性と効率性を重視し、財務上のリスクを最小限に抑えます。",
              "relationships": "人間関係において、深く思考することを好み、内向的な傾向があります。親密な関係を築くのに時間がかかることがありますが、一度信頼関係が築かれると強い絆を持続します。",
              "social_life": "社会生活では、その戦略的な思考と目標達成への集中力で評価されます。団体の中でのリーダーシップを発揮しますが、時には他者との協力や感情的な側面にも注意を払うことが重要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は戦略的で独立した思考を持ち、複雑な問題に対して独自の解決策を見つける能力があります。長期的な目標と効率性を重視することが特徴です。",
              "strengths_weaknesses": "[NAME]の強みは、その分析的な思考と計画的なアプローチです。論理的かつ効率的に目標を追求し、高い成果を出すことができます。ただし、感情的な面や他者の視点を見落とすことがあり、人間関係での対応には注意が必要です。",
              "social_economic_aspect": "経済的には、リスクを慎重に評価し、長期的な財政計画を重視します。安定性と将来の成長に焦点を当て、財務上のリスクを最小限に抑える傾向があります。",
              "relationships": "人間関係では、内向的で思慮深い傾向があります。親密な関係を築くのに時間がかかることがありますが、信頼関係が確立されると強い絆を持続します。",
              "social_life": "社会生活において、その戦略的な思考と目標達成への集中力で尊敬を集めます。団体の中でリーダーシップを発揮する能力がありますが、他者との協力や感情的な面への配慮も必要です。"
          }
            
        },
        "three": {
            "content":  {
              "intro": "[NAME]は独立心が強く、戦略的な思考を持つ人物です。複雑な問題に対して深い洞察と独自の解決策を提供し、長期的な目標に向けて計画を立てることに優れています。",
              "strengths_weaknesses": "[NAME]の強みは、その分析的な思考と効率的なアプローチです。目標に対して一貫した計画を立て、論理的に問題を解決します。しかし、感情的な側面や他者の視点を見落としやすいことがあり、人間関係での調整が必要です。",
              "social_economic_aspect": "経済的には、リスク管理と長期的な安定を重視します。計画的な財政管理を行い、将来の成長と安全性に注目します。",
              "relationships": "人間関係では、内向的で独立的な性格を持ち、親密な関係を慎重に築きます。深い信頼関係が確立されると長期的な絆を持続します。",
              "social_life": "社会生活において、その戦略的な思考と目標達成に対する集中力で尊敬を集めます。団体の中でのリーダーシップを発揮する能力がありますが、他者との協力や感情的な面への配慮も大切です。"
          }
              
        },
        "four": {
            "content": {
              "intro": "[NAME]は戦略的な思考を持ち、論理的で効率的な問題解決能力が特徴です。目標指向で、複雑な課題に対して独自のアプローチを持っています。",
              "strengths_weaknesses": "[NAME]の強みは、その分析能力と計画性です。一貫した目標達成に向けて努力し、論理的に問題を解決する能力があります。しかし、感情や他者の視点に対して鈍感になることがあり、人間関係の構築には努力が必要です。",
              "social_economic_aspect": "経済面では、リスクを慎重に評価し、長期的な視野を持って財政計画を立てます。安定性と将来の成長を重視し、財務上のリスクを最小化することを目指します。",
              "relationships": "人間関係では、内向的ながら深い思慮を持ち、信頼できる関係をゆっくりと築きます。一度築いた信頼関係は長期にわたり維持されます。",
              "social_life": "社会生活において、その戦略的な思考と目標達成への集中力で高く評価されます。グループ内でのリーダーシップを発揮しますが、他者との協力や感情的な側面への配慮も大切にします。"
          }
            
        },
        "five": {
            "content":  {
              "intro": "[NAME]は独立心が強く、戦略的な思考を持つ人物です。論理的かつ効率的なアプローチで複雑な問題を解決し、長期的な計画を重視します。",
              "strengths_weaknesses": "[NAME]の長所は、その分析的な思考と目標指向のアプローチです。計画的に物事を進め、効率的に目標を達成します。しかし、感情的な要素や他者の視点を見落とすことがあり、人間関係の構築には注意が必要です。",
              "social_economic_aspect": "経済的な面では、リスクを計算し、長期的な視点で財政計画を立てます。安定性と将来の成長を重視し、財務リスクを最小限に抑える傾向があります。",
              "relationships": "人間関係では、内向的で思慮深い性格を持ち、信頼できる関係を慎重に築きます。一度信頼関係が築かれると、長期的な絆を維持します。",
              "social_life": "社会生活において、その戦略的な思考と目標達成への集中力で尊敬を集めます。団体の中でのリーダーシップを発揮する能力がありますが、他者との協力や感情的な面への配慮も重要です。"
          }
            
        }
    },
    "KOBX": {
        "one": {
            "content": {
              "intro": "[NAME]は論理的かつ創造的な思考を持つ人物です。理論や抽象的なアイデアに興味を持ち、独立して新しい解決策を探求することを好みます。",
              "strengths_weaknesses": "[NAME]の長所は、その分析的な思考と革新的なアプローチです。複雑な問題に対して独自の視点から解決策を見つけ出し、知識への深い探求心を持っています。ただし、感情的な側面や他者の視点を見落とすことがあり、人間関係の構築には努力が必要です。",
              "social_economic_aspect": "経済面では、長期的な視点を持ち、効率性と革新性を重視します。リスクを計算しつつも、新しい機会に対して開かれている傾向があります。",
              "relationships": "人間関係では、内向的で独立的な性格を持ち、深い思考と洞察に価値を置きます。親密な関係を築くのに時間がかかりますが、信頼関係が確立されると長期的な絆を維持します。",
              "social_life": "社会生活において、その論理的な思考と革新性で尊敬を集めます。知識への探求心と問題解決能力が高く評価されますが、他者との協力や感情的な面への配慮も大切です。"
          }
        },
        "two": {
            "content":  {
              "intro": "[NAME]は論理的で分析的な思考を持ち、新しいアイデアと理論に深い関心を示す人物です。独立して思考し、創造的な解決策を模索することを好みます。",
              "strengths_weaknesses": "[NAME]の強みは、その非凡な分析能力と革新的なアプローチです。複雑な問題を論理的に解析し、独自の見解を持っています。ただし、感情的な側面や対人関係への配慮が足りないことがあり、人間関係の構築が課題になることもあります。",
              "social_economic_aspect": "経済的な面では、長期的な視野での効率性と革新性を重視します。リスクを慎重に評価しながらも、新しいチャンスに対してオープンです。",
              "relationships": "人間関係では、内向的で思慮深い特性を持ち、深い思考と理論的な探求に価値を見出します。親密な関係の構築には時間を要しますが、信頼が築かれると長期的な絆を維持します。",
              "social_life": "社会生活において、その論理的な思考と問題解決能力で尊敬を集めます。知識の深さと革新的なアプローチが評価されますが、他者との協力や感情的な側面にも注意を払う必要があります。"
          }
            
        },
        "three": {
            "content": {
              "intro": "[NAME]は独立した思考を持ち、理論や抽象的な概念に興味を示す人物です。論理的で分析的なアプローチを取り、新しいアイデアや解決策を探求することを楽しんでいます。",
              "strengths_weaknesses": "[NAME]の強みは、その創造性と分析能力です。複雑な問題に対して独自の視点からアプローチを行い、効率的な解決策を見つけ出します。しかし、感情的な側面や他者の感情を理解することが苦手で、人間関係での課題が生じることがあります。",
              "social_economic_aspect": "経済的には、長期的な視野と効率性を重視します。新しい機会に対して開かれているものの、リスクを慎重に評価し、安全な選択を好みます。",
              "relationships": "人間関係では、内向的で深く考える性格を持ちます。親密な関係を構築するのに時間がかかるが、信頼関係が確立されると強い絆を持続します。",
              "social_life": "社会生活において、その論理的思考と問題解決能力で尊敬されます。団体の中での知識深い貢献が評価されますが、他者との協力や感情的な面への配慮も重要です。"
          }
              
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は深く思慮する性格で、理論的なアプローチを好みます。抽象的な考えに魅了され、新しいアイデアや独創的な解決策を探求することに情熱を持っています。",
              "strengths_weaknesses": "[NAME]の長所は、その分析的思考と創造性です。複雑な課題に対して独自の視点を持ち、効果的な解決策を見つけ出します。一方で、他者の感情や社会的な側面を理解することに苦労することがあります。",
              "social_economic_aspect": "経済的には、長期的な視野を持ち、効率と革新性を重視します。リスクを慎重に評価しながらも、新しい機会に対して開かれた姿勢を持ちます。",
              "relationships": "人間関係では、内向的で独立した思考を持ちます。深い関係を構築するために時間を要しますが、一度築いた信頼関係は長持ちします。",
              "social_life": "社会生活において、その論理的な思考と革新的なアイデアで尊敬を集めます。知識の深さと問題解決能力が評価されますが、他者との協力や感情的な側面への配慮も重要です。"
          }
              
            
        },
        "five": {
            "content":{
              "intro": "[NAME]は理論と抽象的な概念に強い興味を持つ人物です。独立した思考と論理的なアプローチで問題を解析し、創造的な解決策を追求します。",
              "strengths_weaknesses": "[NAME]の長所は、その分析能力と革新的な思考です。複雑な課題に対して独自の視点からアプローチし、効果的な解決策を見つけ出します。しかし、感情的な要素や他者の視点を見落とすことがあり、対人関係の構築に苦労することがあります。",
              "social_economic_aspect": "経済面では、長期的な視野を持ち、効率性と革新性を重視します。新しい機会への柔軟な対応を見せる一方で、リスクを慎重に評価します。",
              "relationships": "人間関係では、内向的で思慮深い性格を持ち、深い関係を構築するために時間を要します。一度信頼関係が築かれると、長期的な絆を維持します。",
              "social_life": "社会生活において、その論理的思考と問題解決能力で尊敬されます。団体内での知識的貢献が評価されますが、他者との協力や感情的な面への配慮も大切です。"
          }
              
            
        }
    },
    "KOER": {
        "one": {
            "content":  {
              "intro": "[NAME]は深い洞察力と共感能力を持つ人物です。理想と価値観に基づいて行動し、他者を助け、ポジティブな変化を促進することに情熱を持っています。",
              "strengths_weaknesses": "[NAME]の長所は、その洞察力と強い共感性です。深い理解と感情的なつながりを大切にし、他者のニーズや感情に敏感です。しかし、時には自己の感情に圧倒されやすく、他者の問題を自分のものとして取り込んでしまうことがあります。",
              "social_economic_aspect": "経済面では、個人の価値観と社会的な貢献を重視し、物質的な利益よりも道徳的、倫理的な充足感を求める傾向があります。",
              "relationships": "人間関係において、親密で意味のある関係を築くことを重視します。信頼と深い理解に基づいた絆を形成し、長期的な関係を維持します。",
              "social_life": "社会生活では、その共感性と洞察力で、周囲の人々にポジティブな影響を与えます。助けを必要とする人々に対して献身的ですが、自己の感情やエネルギーの管理にも注意が必要です。"
          }
            
        },
        "two": {
            "content": {
              "intro": "[NAME]は内省的で洞察力があり、深い感情的な理解を持つ人物です。理想主義的であり、自身の価値観に基づいて行動し、他者のためにポジティブな変化をもたらすことを目指します。",
              "strengths_weaknesses": "[NAME]の長所は、その共感性と献身的な性格です。深い感情的なつながりを重視し、他者の福祉に真剣に取り組みます。しかし、時には自分の感情やエネルギーを過剰に他者に注ぎ込む傾向があり、自己のニーズを見落とすことがあります。",
              "social_economic_aspect": "経済的には、物質的な利益よりも内面的な満足と社会的な貢献を重視します。道徳的、倫理的な価値観に基づいた選択を行い、他者への影響を深く考慮します。",
              "relationships": "人間関係では、深い絆と信頼関係の構築を重視します。親密な関係を築くことで心の充足を感じ、長期的な関係を大切にします。",
              "social_life": "社会生活において、その共感性と洞察力で他者に深い影響を与えます。他者のニーズに対する深い理解と支援を提供しますが、自己の感情的な健康とバランスを保つことも重要です。"
          }
            
        },
        "three": {
            "content": {
              "intro": "[NAME]は内向的で洞察力に富んだ人物です。深い感情的な理解を持ち、理想と倫理に基づいて行動します。他者を支援し、ポジティブな変化をもたらすことに情熱を注いでいます。",
              "strengths_weaknesses": "[NAME]の強みは、共感性と献身的な姿勢です。他者の感情やニーズに深い理解を示し、支援を提供します。しかし、時には自分自身の感情を見落としやすく、過剰な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済的には、個人的な価値観と社会的な貢献を重視します。物質的な利益よりも道徳的、倫理的な充足感を求め、行動の選択に反映させます。",
              "relationships": "人間関係では、意味のある深い関係を築くことを重視します。親密な絆を大切にし、長期的な関係を維持するために努力します。",
              "social_life": "社会生活において、共感性と洞察力で周囲の人々に影響を与えます。他者の福祉に対する深い関心と支援を提供しますが、自己の感情的な健康とバランスの維持にも注意が必要です。"
          }
            
        },
        "four": {
            "content":  {
              "intro": "[NAME]は内省的で、深い洞察力と豊かな共感性を持つ人物です。理想主義的な視点と倫理的な価値観に基づいて行動し、他者への影響力を重視します。",
              "strengths_weaknesses": "[NAME]の長所は、その洞察力と強い共感性です。他者の感情や状況に深く理解を示し、支援を提供することに情熱を持っています。しかし、自分の感情やニーズを顧みないことがあり、自己犠牲に陥るリスクがあります。",
              "social_economic_aspect": "経済的には、個人の価値観と社会への影響を重視し、物質的な利益よりも道徳的な満足感を求めます。",
              "relationships": "人間関係では、親密で意味深い関係の構築を重視します。信頼と理解に基づく深い絆を形成し、長期的な関係を重視します。",
              "social_life": "社会生活において、その共感性と影響力で周囲にポジティブな変化をもたらします。他者への支援を通じて影響を与えますが、自分自身の感情的な健康とバランスを保つことも重要です。"
          }
            
        },
        "five": {
            "content": {
              "intro": "[NAME]は内向的で洞察力に優れ、深い感情的な共感を示す人物です。理想を追求し、個人の価値観に基づいて意味のある変化を促進することに尽力しています。",
              "strengths_weaknesses": "[NAME]の長所は、その共感性と献身的な性格です。他者の気持ちに寄り添い、深い理解を示します。しかし、時には自分の感情を顧みないことがあり、自己犠牲に陥るリスクも伴います。",
              "social_economic_aspect": "経済的には、個人の価値観と社会への影響を重視します。物質的な利益よりも道徳的、倫理的な満足感を求め、行動の選択に反映させます。",
              "relationships": "人間関係では、意味のある深い関係を築くことに重点を置きます。信頼と理解に基づいた長期的な絆を重視し、親密な関係を維持します。",
              "social_life": "社会生活において、その共感性と洞察力で他者にポジティブな影響を与えます。他者への深い支援を提供しますが、自己の感情的な健康とバランスを維持することも重要です。"
          }
            
        }
    },
    "KOEX": {
        "one": {
            "content":  {
              "intro": "[NAME]は内向的で創造的な性格を持ち、深い感情的な理解と共感性を示します。理想と価値観に基づいて行動し、個人的な成長と他者へのポジティブな影響を重視します。",
              "strengths_weaknesses": "[NAME]の長所は、その想像力と共感性です。感情豊かで、他者の気持ちに寄り添い、支援を提供します。しかし、時には自分の感情やニーズを見落とし、過度な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済面では、個人の価値観と社会への影響を重視します。物質的な利益よりも道徳的、倫理的な満足感を求め、行動の選択に反映させます。",
              "relationships": "人間関係では、深い絆と意味のある関係の構築を重視します。信頼と理解に基づいた関係を大切にし、長期的な絆を維持するために努力します。",
              "social_life": "社会生活において、その共感性と創造性で他者にポジティブな影響を与えます。他者への深い支援を提供しますが、自己の感情的な健康とバランスを維持することも重要です。"
          }
            
        },
        "two": {
            "content":  {
              "intro": "[NAME]は創造的で感情豊かな内向的な人物です。理想主義的な視点を持ち、個人の価値観を大切にし、他者への深い共感を示します。",
              "strengths_weaknesses": "[NAME]の長所は、豊かな想像力と共感性です。感情的なつながりを重視し、他者のニーズに敏感に対応します。しかし、時には自己の感情を優先しすぎたり、過度な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済的には、[NAME]は個人の価値観と社会的な影響を重視し、物質的な利益よりも道徳的な満足を求めます。",
              "relationships": "人間関係では、[NAME]は深い絆と意味のある関係を築くことに重点を置きます。信頼と理解に基づいた長期的な関係を維持し、親密なつながりを大切にします。",
              "social_life": "社会生活において、[NAME]はその共感性と創造性で他者にポジティブな影響を与えます。他者への深い理解と支援を提供する一方で、自己の感情的な健康とバランスの維持にも注意を払います。"
          }
            
        },
        "three": {
            "content":  {
              "intro": "[NAME]は内向的で感情豊かな性格を持ち、深い共感性と想像力を示します。理想主義的な視点を持ち、個人の価値観に基づいて他者を支援し、影響を与えようと努めています。",
              "strengths_weaknesses": "[NAME]の長所は、その創造性と共感性です。他者の感情やニーズに敏感であり、深い理解を示します。しかし、時には自己の感情を過度に反映させたり、過剰な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済面では、個人の価値観と社会的な影響を重視し、物質的な利益よりも道徳的な充足感を優先します。",
              "relationships": "人間関係では、意味深い深い絆を重視し、信頼と理解に基づく関係を築くことに注力します。親密なつながりを大切にし、長期的な関係を維持します。",
              "social_life": "社会生活において、その共感性と創造性で他者へのポジティブな影響を与えます。他者への深い支援を提供する一方で、自己の感情的な健康とバランスを維持することも重要です。"
          }
            
        },
        "four": {
            "content": {
              "intro": "[NAME]は深く内省的な性格で、豊かな想像力と強い共感性を持つ人物です。理想主義的であり、個人の価値観に基づく行動と他者への深い理解に力を注いでいます。",
              "strengths_weaknesses": "[NAME]の長所は、その創造的な思考と共感性です。感情や価値観に対して敏感であり、他者のニーズに深く共鳴します。しかし、自己の感情に圧倒されやすく、過度な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済的には、個人の価値観と社会への影響を重視し、物質的な利益よりも精神的な満足感を優先します。",
              "relationships": "人間関係では、深い絆と意味のある関係の構築に重きを置きます。信頼と相互理解に基づく関係を築き、親密なつながりを重視します。",
              "social_life": "社会生活において、その共感性と洞察力で周囲にポジティブな影響を与えます。他者への支援を心がけますが、自己の感情的な健康とバランスを維持することが大切です。"
          }
            
        },
        "five": {
            "content":  {
              "intro": "[NAME]は内向的で感情豊かな性格を持ち、創造性と想像力が豊かです。理想主義的な視点と深い共感性を持ち、他者への影響を重視しています。",
              "strengths_weaknesses": "[NAME]の長所は、共感性と創造性です。他者の気持ちに敏感で、想像力豊かなアプローチを取ります。一方で、時には自己の感情に圧倒されやすく、他者への過剰な献身が自己犠牲につながることがあります。",
              "social_economic_aspect": "経済的には、個人の価値観と社会への影響を重視し、物質的な利益よりも精神的な満足感を優先します。",
              "relationships": "人間関係では、深い絆を重視し、意味のある関係を築くことに力を注ぎます。信頼と相互理解に基づく親密なつながりを大切にします。",
              "social_life": "社会生活において、その共感性と創造力で他者にポジティブな影響を与えます。他者への支援を重視しながらも、自己の感情的な健康とバランスの維持に注意を払います。"
          }
            
        }
    }
}